const listEnding = ['щик', 'ёте', 'ёшь', 'ивш', 'ила', 'ило', 'или', 'ите', 'ить', 'ишь', 'нно', 'енн', 'ичк', 'енк', 'ёнк', 'ниц', 'ств', 'явш', 'яем', 'яет', 'яла', 'яли', 'яло', 'ник', 'ающ', 'ают', 'ать', 'ами', 'ает', 'ете', 'ешь', 'уют', 'ующ', 'авш', 'ала', 'али', 'ало', 'ана', 'анн', 'ано', 'аны', 'ого', 'ому', 'ыми', 'его', 'ему', 'ими', 'ёна', 'ени', 'ица', 'ице', 'ицу', 'ицы', 'уем', 'ует', 'ани', 'ань', 'чек', 'чка', 'чке', 'чки', 'чку', 'уть', 'аем', 'ниц', 'щин', 'иль', 'еск', 'анн', 'ейш', 'нен', 'евш', 'ело', 'ицу', 'ичу', 'ил', 'нн', 'ич', 'ял', 'аю', 'ах', 'ам', 'ал', 'ай', 'уя', 'ав', 'ан', 'ый', 'ая', 'ое', 'ой', 'ом', 'ою', 'ую', 'ые', 'ым', 'ых', 'ее', 'ей', 'ем', 'ею', 'ие', 'ий', 'им', 'их', 'ии', 'ию', 'ия', 'иц', 'ец', 'уй', 'ка', 'ке', 'ки', 'ку', 'ок', 'чк', 'ой', 'ей', 'ом', 'ем', 'ут', 'ов', 'ям', 'ях', 'ив', 'им', 'нн', 'ев', 'ел', 'но', 'уц', 'ец', 'иц', 'ющ', 'ич', 'а', 'я', 'ы', 'и', 'е', 'ю', 'н']
/**/

const r = ['ителями', 'ительн', 'ителях', 'ители', 'итель', 'ителю', 'ителя', 'щиков', 'ивши', 'ител', 'щика', 'щике', 'щики', 'щику', 'щица', 'щицк', 'ила',
    'или', 'ило', 'ива', 'иво', 'ивы', 'щик', 'ёте', 'ёшь', 'ивш', 'ила', 'ило', 'или', 'ите', 'ить', 'ишь', 'нно', 'енн', 'ил', 'нн', 'онька', 'оньке', 'оньки',
    'оньку', 'остью', 'оньк', 'онек', 'ичек', 'ичка', 'ичке', 'ички', 'енка', 'ёнка', 'ёнке', 'eнке', 'енок', 'ёнок', 'ости', 'ость', 'ница', 'нице', 'ницы', 'ства',
    'стве', 'ство', 'ству', 'яйте', 'ичк', 'енк', 'ёнк', 'ниц', 'ств', 'явш', 'яем', 'яет', 'яла', 'яли', 'яло', 'ич', 'ял', "никами", "никам", "никах", "ников",
    "нику", "ника", "айте", "ник", "ающ", "ают", "ать", "ами", "ает", "аю", "ах", "ам", "ал", "ай", "овани", "овать", "овал", "ете", "ешь", "уйте", "уют", "ующ",
    "уя", "авши", "авш", "ав", "ала", "али", "ало", "ан", "ана", "анн", "ано", "аны", "ый", "ого", "ому", "ыми", "его", "ему", "ими", "ая", "ое", "ой", "ом", "ою", "ую",
    "ые", "ым", "ых", "ее", "ей", "ем", "ею", "ие", "ий", "им", "их", "ии", "ию", "ия", 'ениями', 'истика', 'истике', 'истики', 'истику', 'ениям', 'ениях', 'енька',
    'еньке', 'еньки', 'еньку', 'истке', 'истки', 'истку', 'истов', 'исток', 'енна', 'ённа', 'енек', 'еньк', 'енке', 'енки', 'енку', 'енов', 'истк', 'исту', 'исты',
    'ёна', 'ени', 'ица', 'ице', 'ицу', 'ицы', 'иц', 'ец', 'аниями', 'аньями', 'уемте', 'альна', 'ально', 'альны', 'аниям', 'аниях', 'аньям', 'аньях', 'уема', 'уемо',
    'уемы', 'ален', 'альн', 'анье', 'аньи', 'анью', 'анья', 'уем', 'ует', 'ани', 'ань', 'чек', 'чка', 'чке', 'чки', 'чку', 'уй', 'ка', 'ке', 'ки', 'ку', 'ок', 'чк',
    "а", "я", "ы", "и", "е", "ю", "ой", "ей", "ом", "ем", "уть", "ут", "аем", "аемо", "ницу", "ниц", "щину", "щин", "енек", "еньк", "ов", "ям", "ях", "иль", 'ельно', 'ойно',
    'ельн', 'еск', 'анн', 'ейш', 'нен', 'ив', 'им', 'нн', 'н', 'краш', 'крас', 'евш', 'ело', 'ицу', 'ичу', 'ев', 'ел', 'но', 'уц', 'ец', 'иц', 'ющ', 'ич']
const start = 0
const end = 3

const reverseArray = (array: string[]) => {
    const reverseArray = []
    for (let i = 0; i < array.length; i++) {
        reverseArray.push(array[i].split("").reverse().join(""))
    }
    return reverseArray
}

export const cleanEnding = (array: string[]) => {
    const reversingArray: string[] = reverseArray(array)
    const listEndingReverse: string[] = reverseArray(listEnding)
    const cleaningArray: string[] = []
    for (let i = start; i < array.length; i++) {
        let flag = 0
        for (let j = 0; j < listEndingReverse.length; j++) {
            if (reversingArray[i].startsWith(listEndingReverse[j]) && flag === 0) {
                flag = 1
                cleaningArray.push(reversingArray[i].slice(listEndingReverse[j].length))
            } else {
                continue
            }
        }
        if (flag === 0) {
            cleaningArray.push(reversingArray[i])
        }
    }
    return reverseArray(cleaningArray)
}
